{
  "korean":[
    {
      "id":0,
      "name":"비빔밥",
      "shortcontents":"밥에 나물, 고기, 달걀을 올려 고추장(매운 양념)에 비벼먹는 한국의 전통음식",
      "longcontents":"비빔밥은 밥 위에 갖가지 나물과 고기볶음, 달걀 등을 올려 비벼 먹는 음식으로 한국인과 외국인 모두 첫손으로 꼽는 한국의 대표음식이다. 비빔밥은 각 지역마다 고유한 특징을 가지고 있지만, 그 중 특히 유명한 것이 전주비빔밥이다.\n\t①	비빔밥에 매운 정도를 조절해 가며 고추장을 넣는다.\n\t②	각종 야채와 밥, 고추장이 고루 섞이도록 비빈다. \n\t③	이때, 참기름을 함께 넣어 비비면 더 잘 비벼지며 비빔밥에 고소한 맛을 더한다."
      "like":0
    },
    {
      "id":1,
      "name":"숭늉",
      "shortcontents":"밥솥 바닥에 열이 많이 가해져 눌러 붙은 밥(‘누룽지’라고 한다.)에 물을 붓고 끓여 만든 음식",
      "longcontents":"밥솥에 밥을 짓다 밥솥 바닥에 열이 많이 가해져 밥이 눌어 붙게 된다. 이렇게 눌어 붙은 밥을 누룽지라고 하는데 이 누룽지에 물을 붓고 끓여 만든 것을 숭늉이라고 한다. 숭늉은 구수한 맛이 일품이며 짠맛이 많은 한국 음식을 먹은 후 이 숭늉을 먹으면 소금기 가득한 입안을 개운하게 해준다.",
      "like":0
    },
    {
      "id":2,
      "name":"오징어덮밥",
      "shortcontents":"살짝 데친 오징어에 매운 양념과 콩나물, 야채 등을 넣고 볶아서 밥과 함께 먹는 음식",
      "longcontents":"살짝 데친 오징어에 고추장과 양파, 마늘을 넣은 양념장을 더한 후 센 불에 볶은 것을 카레와 같이 밥 위에 얹은 음식이다. 매운 맛이 강한 편이지만 중독성 있는 양념 때문에 계속 손이 가는 음식이다. 또, 오징어 볶음에는 각종 야채를 함께 볶아 먹는데 산성 식품인 오징어와 알칼리성인 채소가 어우러지면서 비타민 A와 C를 보충할 수 있다.\n\t①	밥 위에 양념이 잘 벤 오징어를 얹어 함께 먹는다. 흰 밥이 매운 오징어의 맛을 조금이나마 중화시켜준다.\n\t②	오징어 덮밥과 함께 숭늉이나 계란찜 등을 곁들여 먹으면 매운 맛을 중화시켜 주고 고소함을 더한다.",
      "like":0
    },
    {
      "id":3,
      "name":"냉면",
      "shortcontents":"메밀가루로 만든 얇은 면에 차가운 육수를 부어 먹는 한국의 전통음식",
      "longcontents":" 냉면은 메밀가루로 만든 국수에 차가운 육수를 부어 만든 한국의 전통 음식이다. 여름철 삼복더위를 이겨내기 위한 음식 중 하나로 한국인들 사이에서도 여름철 인기 메뉴이다. 육수가 있고 양념이 없는 냉면을 물냉면, 육수가 없고 양념이 있어 비벼먹는 냉면을 비빔냉면이라고 한다.\n◎물냉면\n\t①	물냉면이 나오면 기호에 따라 겨자, 식초를 넣는다.\n\t*겨자는 매콤함을 더하며 식초는 톡 쏘는 맛을 더한다.\n\t②	면이 길고 질기므로 가위로 잘라서 먹는다.\n◎비빔냉면\n\t①	물냉면과 마찬가지로 겨자와 식초를 원하는 만큼 넣는다.\n\t②	양념과 면이 잘 섞이도록 골고루 비빈다. \n\t③	면이 길고 질기므로 잘라서 먹는다.",
      "like":0
    },
    {
      "id":4,
      "name":"짜장면",
      "shortcontents":"야채와 고기를 춘장으로 볶은소스를 면에 부어 비벼 먹는 음식",
      "longcontents":" 짜장면은 한국의 대중적인 음식으로 주로 중국음식점 에서 찾을수 있다. 한국에 정착한 화교들이 한국인의 입맛에 맞게 한국화한 음식으로 야채와 고기를 춘장으로 볶은소스를 면에 부어 비벼 먹는 음식이다. 소스에 종류에 따라 간짜장, 삼선짜장, 유니짜장 등 여러종류의 자장면이 있다.\n\t①	면과 자장소스를 비벼준다 \n\t②	기호에따라 식초나 고춧가루를 뿌려 먹기도한다.\n\t③	단무지와 양파와 함께 먹으면 더 맛있다.",
      "like":0
    },
    {
      "id":5,
      "name":"짬뽕",
      "shortcontents":"여러가지 채소와 해산물을 볶아 육수를 부어 만든 국물에 면을 넣어 먹는 음식",
      "longcontents":" 짬뽕은 한국의 자장면과 더불어 대중적인 중국음식점의 메뉴이다. 짬뽕은 여러가지 채소와 해산물을 볶아 육수를 부어 만든 국물에 면을 넣어 먹는 음식으로 일본의 나가사키 짬뽕과는 달리 한국의 짬뽕은 고추기름이 추가되어 매콤하고 얼큰한 빨간색이다.",
      "like":0
    },
    {
      "id":6,
      "name":"라면",
      "shortcontents":"기름에 미리 튀긴 국수를 스프와 함께 끓는 물에 넣어서 요리하는 레토르트 식품",
      "longcontents":" 라면은 기름에 미리 튀긴 국수를 스프와 함께 끓는 물에 넣어서 요리하는 레토르트 음식이다. 조리시간도 5~10분 정도로 짧고 조리방법도 간편하며, 편의점이나 슈퍼에서 쉽게 구입할 수 있어 한국인이 즐겨먹는 음식이기도 하다.\n\t①	비닐봉지를 뜯어 면, 분말스프, 건더기 스프를 꺼낸다.\n\t②	봉지에 표시된 양 만큼(보통 500ml) 물을 넣고 끓인다.\n\t③	물이 끓기 시작하면 분말스프와 면을 넣는다.\n\t④	기호에 따라 계란이나 파을 넣고, 3~5분 정도 더 끓인다.",
      "like":0
    },
    {
      "id":7,
      "name":"뜨거운 볶음면",
      "shortcontents":"기름에 미리 튀긴 국수를 끓는 물에 익힌 후 소스에 비벼먹는 레토르트 음식",
      "longcontents":" 볶음라면은 기름에 미리 튀긴 국수를 끓는 물에 익힌 후 소스에 비벼먹는 레토르트 음식이다. 조리시간도 5~10분 정도로 짧고 조리방법도 간편하며, 편의점이나 슈퍼에서 쉽게 구입할 수 있어 한국인이 즐겨먹는 음식이기도 하다.\n\t①	봉지에 표시된 양 만큼(보통 500ml) 물을 넣고 끓인다.\n\t②	물이 끓기 시작하면 면을 넣는다.\n\t③	면이 다 익으면 물을 약 2~3숟갈 정도만 남기고 버린다.\n\t④	양념소스를 넣고 면과 함께 비벼 먹는다.",
      "like":0
    },
    {
      "id":8,
      "name":"순댓국",
      "shortcontents":"소의 다리뼈(사골)를 넣고 오랜 시간 푹 고아 만든 육수에 순대를 넣어 요리한 국물로 밥과 함께 먹는음식",
      "longcontents":" 소의 다리뼈(사골)를 넣고 오랜 시간 푹 고아 만든 육수에 순대를 넣어 요리한 국물 음식이다. 소의 뼈를 오랜 시간 끓였기 때문에 단백질이 풍부해 병의 회복에 도움이 되고 면역력을 길러준다. 또 순댓국은 조선시대부터 선조들이 추위를 이길 수 있도록 해준 전통 음식 중 하나이기도 하며 과음한 다음날 해장음식으로 즐겨 먹기도 한다.\n\t①	순댓국이 나오면 배치된 소금과 후추를 적당량 뿌려가며 국물의 간을 맞춘다. \n\t②	밥을 국에 말아 골고루 섞는다.\n\t③	김치나 깍두기를 얹어 함께 먹는다.",
      "like":0
    },
    {
      "id":9,
      "name":"감자탕",
      "shortcontents":"돼지 등뼈로 육수를 낸 후 각종 야채를 넣고 매운 양념과 후추로 간을 한 한국의 대표적인 음식",
      "longcontents":" 돼지 등뼈를 충분히 끓인 다음 감자, 우거지, 들깻가루, 깻잎, 마늘 등을 넣어 다시 얼큰하게 끓여낸 감자탕은 뼈마디 사이에 붙은 고기를 발라 먹는 재미가 쏠쏠한 음식이다. 감자탕을 테이블에서 즉석에서 끓여가며 고기를 발라 먹고 나서 남은 국물에 밥을 볶아 먹는 것도 별미이다.\n\t①	야채나 떡은 빨리 익는 편이므로 먼저 건져 먹는다. \n\t②	고기가 익으면 발라 먹으면 되는데 뼈가 두꺼워 먹기 힘들 때는 뼈의 틈을 갈라 분리하면 먹기 편하다. \n\t③	다 먹은 후 남은 국물에 밥을 볶아 먹기도 한다.",
      "like":0
    },
    {
      "id":10,
      "name":"만둣국",
      "shortcontents":"고기와 기타 재료를 넣은 만두를 쇠고기 국물에 넣고 끓인 음식",
      "longcontents":" 고기와 기타 재료를 넣은 만두를 쇠고기 국물에 넣고 끓인 음식이다. 추운 겨울철 가족들과 둘러 앉아 만두를 빚고 만둣국을 만들어 먹으며 한파 속에서 몸을 녹이기도 한다. 만둣국은 만두와 국물을 함께 먹기도 하고, 만두를 따로 건져서 간장에 찍어 먹기도 한다.\n\t①	만두 속이 뜨거우니 조심해야 한다.",
      "like":0
    },
    {
      "id":11,
      "name":"부대찌개",
      "shortcontents":"뜨거운 육수에 라면, 햄, 떡, 야채를 넣고 매운 양념과 함께 끓인 음식",
      "longcontents":" 부대찌개란 '군대의 찌개'라는 뜻으로 서구의 스튜처럼 진한 한국의 국물요리이다. 한국 전쟁 직후 음식이 부족하여 미국부대에서 쓰고 남은 햄과 소세지 등의 재료를 이용하요 끓여먹던 찌개가 오늘날까지 전해진 것이다. 오늘날에는 육수에 라면, 햄, 소세지, 떡, 야채를 넣고 매운 양념과 함께 끓이는 것이 일반적이며, 기호에 따라 당면이나 라면 사리를 추가해 먹기도 한다.\n\t①	육수와 부대찌개 재료를 큰 냄비에 끓인다. \n\t②	육수가 끓기 시작하면 추가한 당면이나 라면사리를 넣고 3~5분 정도 더 끓인다.\n\t③	면이 다 익으면 면과 야채, 떡을 먼저 먹으며, 이후 햄과 소세지가 다 익은 것 같으면 함께 먹는다.",
      "like":0
    },
    {
      "id":12,
      "name":"곱창볶음",
      "shortcontents":"곱창(돼지나 소의 창자)을 각종 야채와 매운 소스를 철판 위에서 볶아 먹는 음식",
      "longcontents":" 곱창은 돼지나 소의 창자를 말한다. 보통 소곱창은 불판 위에 구워먹으며, 돼지곱창은 각종 야채와 함께 매운 양념에 볶아 먹는다. 곱창은 다른 살코기에 비해 철분과 비타민이 풍해서 몸이 허약한 사람이나 환자의 보신요리에 잘 이용한다. 또한, 몸의 독성해소, 피부미용, 노약자의 골다공증에도 효능이 있다고 한다.\n\t①	불판위에 곱창과 야채, 매운 양념을 넣고 볶는다.\n\t*보통 위의 과정이 다 조리된 상태로 나온다. 음식이 나오면 불판 위에서 2~3분 정도 더 익힌 후 먹으면 된다.\n\t②	매운 맛을 중화시키기 위해 깻잎에 싸먹기도 한다. \n\t③	다 먹은 후에는 남은 양념에 밥을 볶아서 먹는다.",
      "like":0
    },
    {
      "id":13,
      "name":"닭갈비",
      "shortcontents":"토막낸 닭을 매운 양념에 재웠다가 고구마, 양배추, 양파, 떡 등의 재료와 함께 철판에 볶아 먹는 음식",
      "longcontents":" 닭갈비는 한국의 대표적인 볶음 요리로, 고추장 양념에 재워둔 닭갈비와 양배추, 고구마, 파, 떡 등과 함께 철판에 볶아 먹는 요리이다. 닭과 야채를 섞은 닭갈비는 한국인의 입맛에 맞는 건강식품이라고 할 수 있다.\n\t①	모든 재료를 넣고 양념이 잘 베도록 볶는다\n\t②	빨리 익는 편인 야채와 떡을 먼저 먹고 그 후에 고기가 익으면 함께 먹는다.\n\t③	남은 양념, 고기에 밥을 넣어 볶아 먹기도 한다.",
      "like":0
    },
    {
      "id":14,
      "name":"갈비찜",
      "shortcontents":"소의 갈비(늑골 부위)에 간장 소스로 양념한 후 감자, 당근 등의 야채와 함께 쪄서 조리한 한국의 전통음식",
      "longcontents":" 소의 갈비(늑골 부위)나 돼지의 갈비에 간장소스로 양념한 후 감자, 당근 등의 야채와 함께 쪄서 조리한 한국의 대표적인 찜요리이다. 보통은 간장 베이스의 양념이기 때문에 달달하고 짭조름하며 맵지 않아 누구나 부담 없이 즐길 수 있다. 또 갈비찜은 소의 값비싼 부위로 만든 음식으로 잔칫상이나 명절상 등 특별한 날 메뉴로 심심치 않게 등장한다.\n\t①	갈비찜은 보통 조리가 완성된 상태로 나온다. 손 또는 집게로 집어서 먹는다.\n\t②	기호에 따라 당면, 떡을 함께 넣어 먹기도 한다.",
      "like":0
    },
    {
      "id":15,
      "name":"삼계탕",
      "shortcontents":"손질한 닭의 배 안에 찹쌀, 인삼, 대추 등을 넣고 실로 꿰매어 냄비에 푹 익힌 여름철 한국의 보양식",
      "longcontents":" 여름철의 건강을 돕기 위한 보양음식의 하나로, 닭을 깨끗하게 손질하여 배 안에다 찹쌀, 인삼, 황기, 대추 등을 넣고 실로 꿰매어 냄비에 1시간가량 푹 익힌 음식이다. 몸에 좋은 재료를 장시간 고아서 만든 음식이어서 단백질과 필수 아미노산이 풍부하여 삼복더위로 지친 몸에 좋다.\n\t①	집게나 젓가락이나 손으로 닭을 먹기 좋게 분리한다.\n\t②	살을 잘 발라서 소금에 찍어 먹는다.\n\t③	닭을 끓인 국물에 닭가슴살과 닭 배 안에 넣었던 찹쌀을 졸여 닭죽으로 만들어 먹는다.\n\t④	또, 닭을 끓인 국물에 두꺼운 밀가루 면을 넣어 닭칼국수를 만들어 먹기도 한다.",
      "like":0
    },
    {
      "id":16,
      "name":"육회",
      "shortcontents":"익히지 않은 소고기를 얇게 썰어서 양념이나 얇게 썬 배를 곁들여 먹는 음식",
      "longcontents":" 익히지 않은 소고기를 얇게 썰어서 양념과 같이 먹는 음식이다. 불에 익히지 않아 고기 속의 비타민이 전혀 파괴되지 않은 자연의 상태로 섭취한다. 또, 질기지 않고 육질이 부드러우며, 얇게 썬 배와 함께 먹으면 고소함도 더해져 술안주로 즐겨 먹는다.\n\t①	일반적으로 익히지 않은 달걀 노른자와 함께 나오는데 이를 터뜨려서 비빈다.\n\t②	소스를 찍은 후 얇게 썬 배를 곁들여 먹는다.",
      "like":0
    },
    {
      "id":17,
      "name":"닭발",
      "shortcontents":"닭발을 매운 양념으로 조리한 음식",
      "longcontents":" 닭발을 매운 양념으로 조리한 음식으로 한국에서 술안주로 즐겨먹는 음식이기도 하다. 조리방법에 따라 매운 닭발, 무뼈닭발, 간장닭발 등이 있다. 또, 닭발에는 콜라겐이 다량 함유되어 있어 피부 탄력에 좋다.\n\t①	요리가 나올 때 일반적으로 비닐 장갑도 함께 제공되는데 이를 한쪽 손에 끼고 닭발을 집어 먹는다.\n\t②	양념과 함께 뼈에 붙어있는 살을 떼어 먹는다.",
      "like":0
    },
    {
      "id":18,
      "name":"탕수육",
      "shortcontents":"튀긴 돼지고기에 탕수 소스를 곁들여 먹는 음식",
      "longcontents":" 한국인이 가장 좋아하는 중국 요리 중 하나로, 탕수육이란 말은 '새콤달콤 돼지고기' 라는 뜻이다. 설탕과 식초를 넣은 요리법으로 '탕수'라는 소스를 만들고 나서 튀긴 돼지고기에 끼얹어 먹는 음식이다. 주로 중국음식점에서 자장면과 함께 먹는다.\n\t①	탕수육 소스가 부어져 있는 경우도 있고 따로나오는 경우도 있다.\n\t②	소스가 따로 나왔을때는 경우 기호에 따라 고기를 소스에 찍어먹을수도있고, 부어먹을수도 있다.\n\t③	중식 간장에 찍어먹는다.",
      "like":0
    },
    {
      "id":19,
      "name":"낙지",
      "shortcontents":"",
      "longcontents":"'살아 있는'의 '산'과 '낙지'의 결합으로 만들어진 낱말이며, 말뜻 그대로 살아 있는 낙지를 여러 덩어리로 잘게 잘라 깨와 참기름으로 살짝 양념에 곁들여 먹는다. 어떤 사람들은 삼킬 때 꿈틀거리는 덩어리 느낌을 좋아해서 완전히 씹지 않고 넘기는 경우가 많다. 그러나 산낙지를 처음 맛보는 경우 삼키기 전에 조각들을 완전히 씹는 것이 좋다.\n\t①	산낙지를 먹기 좋게 잘라 참기름 양념에 찍어먹는다.\n\t②	나무젓가락에 산낙지을 통채로 감아 양념에 찍어 먹기도 한다.",
      "like":0
    },
    {
      "id":20,
      "name":"주꾸미",
      "shortcontents":"주꾸미(문어의 일종)를 양파, 파 등 각종 채소와 함께 매운 양념장에 볶아먹는 철판 음식",
      "longcontents":" 주꾸미볶음은 끓는 물에 데친 주꾸미를 각종 채소와 함께 매콤한 양념에 볶은 음식이다. 여기서 주꾸미는 문어과의 연체 동물로 식감은 오징어와 비슷하여 쫄깃하다. 한국에서는 해마다 봄이면 주꾸미 축제가 열릴 만큼 주꾸미는 봄에 꼭 맛봐야 하는 음식으로 꼽힌다.\n\t①	주꾸미 볶음은 대부분 점원이 테이블에서 조리를 해준다. 주문시 돼지고기나 새우 등 다른 재료들을 추가 할 수 있다.\n\t②	깻잎에 주꾸미와 날치알을 얹어 싸먹는다\n\t③	주꾸미 볶음을 먹으며 함께 나온 누룽밥이나 계란찜을 곁들여 먹으면 매운 맛이 중화된다. \n\t④	남은 양념에 밥을 볶아 먹기도 한다.",
      "like":0
    },
    {
      "id":21,
      "name":"간장게장 ",
      "shortcontents":"익히지 않은 게를 간장에 오랜 시간 숙성시킨 것으로 짭쪼름한 맛이 일품인 음식",
      "longcontents":" 간장게장은 살아있는 게를 간장에 오랫동안 담가 숙성시킨 음식이다. 게살에 간장이 깊게 베어 있어 짜기 때문에 보통 밥과 함께 먹는다. 게의 부드러운 속살이 그대로 살아있어 남녀노소 즐겨먹을 수 있다. 또, 게는 지방이 적고 단백질이 많아서 소화성도 좋고 담백하다.\n\t①	몸통과 다리 안쪽 살은 빨아서 먹는다.\n\t②	배에 있는 살은 젓가락으로 발라내어 밥과 함께 먹는다.\n\t③	등껍질에 밥을 넣어서 게살과 밥이 같이 섞이도록 비빈 후 먹는다.",
      "like":0
    },
    {
      "id":22,
      "name":"소맥",
      "shortcontents":"한국의 술인 소주와 맥주를 적절한 비율로 섞은 술 ",
      "longcontents":" 소주+맥주를 말하는 것으로 일정 비율로 소주와 맥주를 섞어 마시는 것이다.소주에 맥주를 섞어서 소주의 강한 알콜향을 최소화시키고 목넘김을 부드럽게 하여 먹기 쉽도록 만들어 준다.\n\t①	소주잔을 기준으로 소주 반잔 정도를 일반 유리컵에 따른다. \n\t②	그 위에 맥주를 따르는데 이때 황금비율은 소주:맥주=3:7 이라고 한다. \n\t③	소주와 맥주가 잘 섞이도록 잔을 흔들거나 숟가락을 컵 안에 넣어 컵 바닥을 가볍게 탁! 쳐준다. ",
      "like":0
    },
    {
      "id":23,
      "name":"링겔주",
      "shortcontents":"한국의 술인 소주와 매화수 병의 입구를 맞대어 서로 섞이도록 한 술",
      "longcontents":" 소주와 매화수를 섞어 마시는 것이다. 매화수를 소주 위에 입구를 맞댄 채 수직으로 놓으면 흔들지 않아도 자동으로 섞이는데, 이 모습이 링겔과 비슷하다고 해서 링겔주라고 한다. 매화수와 섞인 소주는 매실의 향이 은은하게 나면서도 목넘김이 좋다.\n\t①	매화수와 소주의 뚜껑을 딴 후 각각 잔에 조금씩 컵에 덜어낸다. \n\t②	매화수는 위, 소주는 아래로 해서 두 병이 입구를 맞닿게 수직으로 놓는다.\n\t③	5~10분 후 소주와 매화수가 완전히 섞인 것 같으면 병을 분리하여 마신다.",
      "like":0
    },
    {
      "id":24,
      "name":"고진감래주",
      "shortcontents":"한국의 술인 소주와 맥주, 콜라를 정해진 순서에 따라 제조한 술로 쓴맛과 단맛이 절묘하게 잘 어울리는 술",
      "longcontents":" 고진감래주란 말 그대로 고통이 다하고 나면 달콤함이 찾아오는 술이라는 뜻으로 콜라, 맥주, 소주를 이용해서 제조한다. 이는 마시기 시작하면 쓴 술을 먼저 마시게 되고 후에 이 쓴맛을 희석시켜줄 달콤한 콜라를 마시게 되어 고진감래라고 하는 것이다.\n\t①	소주잔 2개를 준비하고 그 잔에 각각 콜라와 소주를 따라준다. \n\t②	맥주잔에 콜라, 소주 순으로 소주잔을 넣어준다.\n\t③	맥주로 나머지 공간을 채워준 뒤, 마시면 된다. ",
      "like":0
    },
    {
      "id":25,
      "name":"메로나주",
      "shortcontents":"소주와 사이다와 메로나 아이스크림을 섞어 달콤하면서도 톡쏘는 맛을 내는 술",
      "longcontents":" 특별한 술을 즐기고 싶을 때 술에 사이다와 아이스크림을 섞어 먹곤 하는데, 소주와 사이다와 메론맛 아이스크림을 섞은 것이 메로나주이다. 메로나주는 소주의 쓴맛이 적고 사이다의 청량감과 부드럽고 달콤한 아이스크림의 맛을 느낄 수 있어 술을 잘 못 마시는 사람들 사이에서 인기를 끌고 있다.\n\t①	메론 아이스크림을 맥주잔에 잘라 넣는다.\n\t②	소주를 2잔 정도 따라 넣고 나머지를 사이다로 채운다.\n\t③	메론 아이스크림이 다 녹을 때까지 섞어준다.",
      "like":0
    },
    {
      "id":26,
      "name":"막걸리",
      "shortcontents":"찹쌀•보리•밀가루 등을 전통적인 방식으로 발효시켜 제조한 한국의 전통 술",
      "longcontents":" 막걸리는 한국의 전통주로 전통방식으로는 찹쌀•멥쌀•보리•밀가루 등을 발효시켜 제조한 것이다. 그래서 다른 술과는 달리 쓴 맛보다 고소함과 약간의 달콤한 맛이 나며 투명한 일반 술과 달리 탁한 색이 특징이다. 요즘에는 포도, 파인애플 등을 이용한 과일 막걸리가 출시되어 젊은 사람들 사이에서 인기를 끌고 있다.\n\t①	막걸리는 소주나 맥주와 달리 주전자나 전용 용기에 나온다.\n\t②	마실 때도 일반적인 컵이 아닌 국이나 밥을 담는 그릇에 따라 마신다. ",
      "like":0
    },
    {
      "id":27,
      "name":"빙수",
      "shortcontents":"얼음 혹은 우유얼음을 잘게 갈아서 그 위에 얹은 팥이나 과일과 함께 섞어 먹는 디저트",
      "longcontents":" 얼음 혹은 우유얼음을 잘게 갈아서 팥이나 떡, 연유 등을 넣은 디저트이다.전통 빙수는 팥빙수로 팥과 인절미, 미숫가루를 얼음과 함께 섞어 먹었지만, 요즘에는 우유를 얼어 간 것과 각종 과일, 아이스크림, 케익 등을 넣어 먹는 빙수가 많은 인기를 얻고 있다.\n\t①	보통은 토핑이 얼음 위에 얹어서 나오므로 먹기 전에 섞어준다.\n\t②	달콤한 맛을 내는 연유는 가끔 따로 나오기도 하는데, 이럴 경우 먹기 전에 기호에 맞춰 뿌린 후 섞어 먹으면 된다.",
      "like":0
    },
    {
      "id":28,
      "name":"미숫가루",
      "shortcontents":"현미, 보리, 콩, 율무, 찹쌀 등 여러 가지 몸에 좋은 곡물 가루를 우유나 물에 타먹는 음료",
      "longcontents":" 미숫가루는 현미, 보리, 콩, 율무, 찹쌀, 깨, 들깨 등 여러 가지 몸에 좋은 곡물을 최대한 영양소가 파괴되지 않게 볶아 가루 낸 것이다. 주로 물이나 우유에 타먹는데, 영양가도 풍부하고 소화도 잘되며, 포만감도 있어 아침식사 대용이나 디저트로 먹는다.\n\t①	물통에 우유나 물을 담고 적당량의 미숫가루를 담은 후 가루가 녹을 때까지 흔든다.\n\t②	중간에 맛을 보며 기호에 따라 가루를 더해도 된다.",
      "like":0
    },
    {
      "id":29,
      "name":"아이스홍시",
      "shortcontents":"홍시(잘 익은 감을 일컫는다)를 얼려 샤베트처럼 퍼먹는 디저트",
      "longcontents":" 홍시를 얼린 것이다. 홍시란 잘 익은 감을 일컫는데 숟가락으로 퍼먹어야 할 정도로 매우 말랑하고 연한 것이 특징이며 당도가 높다. 홍시를 얼리면 홍시 특유의 연한 육질 때문에 마치 샤베트처럼 변한다. 또, 달콤하고 깔끔한 맛 덕분에 디저트로 인기가 많다.\n\t①	샤베트처럼 퍼서 먹는다.\n\t②	바닐라, 요거트 등 아이스크림과 함께 먹을 수도 있다.",
      "like":0
    },
    {
      "id":30,
      "name":"식혜",
      "shortcontents":"쌀밥을 엿기름에 삭혀서 만든 음료로 특유의 단맛이 일품인 한국의 전통음료 ",
      "longcontents":" 식혜는 특유의 단 맛이 일품인 한국의 전통 음료이다. 쌀밥에 엿기름가루를 우려낸 물을 부어서 삭혀 만드는데, 기호에 따라 쑥이나 약초 등을 넣기도 한다. 이러한 식혜는 소화와 혈액 순환에 도움을 주어 후식으로 즐겨먹는다.\n\t①	보통 식혜는 컵이 아닌 그릇에 담는다. \n\t①	보통 식혜는 컵이 아닌 그릇에 담는다. ",
      "like":0
    },
    {
      "id":31,
      "name":"떡볶이",
      "shortcontents":"쌀 혹은 밀가루로 만든 떡에 오뎅과 파를 넣고 고추장이나 간장 소스로 양념을 한 음식",
      "longcontents":" 쌀 혹은 밀가루로 만든 떡을 고추장이나 간장으로 만든 양념에 볶은 음식이다. 보통은 고추장으로 만든 양념을 쓰며, 양념과 어묵 등을 같이 볶아 먹는다.즉석 떡볶이의 경우 일반 떡볶이와 달리 2인분부터 주문이 가능하다.\n◎즉석떡볶이\n\t①	냄비에 육수를 넣고 양념, 떡, 어묵과 함께 기호에 따라 라면을 넣고 함께 끓인다.\n\t②	전체적으로 양념이 베고 끓기 시작하면 2~3분 후에 먹으면 된다.\n◎일반떡볶이\n\t①	즉석 떡볶이와 다르게 1인분도 주문할 수 있다. \n\t②	떡볶이를 살 때 튀김과 순대를 함께 살 수 있다. 튀김이나 순대를 떡볶이 국물에 찍어 먹어도 맛있다.",
      "like":0
    },
    {
      "id":32,
      "name":"순대",
      "shortcontents":"돼지 곱창에 당면을 담고 선지로 맛과 색깔을 내어 수증기에 쪄낸 음식으로 떡볶이와 잘 어울린다.",
      "longcontents":" 순대는 돼지 곱창에 당면을 담고 선지(돼지의 피)로 맛과 색깔을 내어 수증기에 쪄낸 음식이다. 곱창으로 만들어진 표면은 쫄깃하고 안에 있는 당면은 부드러워 식감이 독특하다. 순대를 시키면 보통 돼지의 내장도 같이 나오는데, 주로 퍽퍽하고 담백한 간, 쫄깃하고 고기의 식감과 비슷한 염통 그리고 부드러운 허파가 많이 나온다.\n\t①	지역과 식당에 따라 다르지만, 기본적인 순대는 소금을 찍어서 먹는다.\n\t②	떡볶이와 함께 시키는 경우 떡볶이 국물을 찍어서 먹어도 잘 어울린다.",
      "like":0
    },
    {
      "id":33,
      "name":"튀김",
      "shortcontents":"떡볶이, 순대와 함께 길거리에서 많이 판매하는 음식으로 각종 야채, 해산물을 밀가루를 묻혀 기름에 튀긴 음식",
      "longcontents":" 떡볶이, 순대와 함께 길거리에서 많이 판매하는 음식으로 각종 야채, 해산물을 밀가루를 묻혀 기름에 튀긴 음식이다. 바삭바삭한 식감이 특징이며 보통 간장이나 떡볶이 양념을 찍어서 먹는다.",
      "like":0
    },
    {
      "id":34,
      "name":"김밥",
      "shortcontents":"식초로 간을 한 밥에 시금치, 오이, 당근 등의 야채와 햄을 넣고 김으로 만 음식",
      "longcontents":" 식초로 간을 한 밥에 야채, 햄 등을 넣고 김으로 만 음식을 김밥이라고 한다. 김밥은 안에 들어가는 재료에 따라 종류가 나뉜다. 가장 기본적인 김밥은 햄과 단무지, 게살, 오이를 넣은 김밥이다. 참치와 깻잎, 마요네즈가 들어가는 김밥을 참치 김밥이라고 하고 그 외 종류는 다양하다.",
      "like":0
    },
    {
      "id":35,
      "name":"컵라면",
      "shortcontents":"편의점에서 판매되는 일회용 용기에 담겨있는 라면",
      "longcontents":" 라면은 기름에 미리 튀긴 국수를 스프와 함께 끓는 물에 넣어서 요리하는 레토르트 음식이다. 조리시간도 5~10분 정도로 짧고 조리방법도 간편하며, 편의점이나 슈퍼에서 쉽게 구입할 수 있어 한국인이 즐겨먹는 음식이기도 하다. 편의점에서 판매되는 일회용 용기에 담겨있어 조리가 간편한다.\n\t①	일회용 용기 뚜껑을 절반만 열어 분말스프와 건더기 스프를 꺼낸다.\n\t②	꺼낸 두 스프를 뜯어 면 위에 뿌려준다.\n\t③	끓는 물을 용기 안쪽에 표시된 선까지 따른 후 뚜껑을 닫고 3~5분 후 골고루 섞어 먹는다. ",
      "like":0
    },
    {
      "id":36,
      "name":"컵볶음면",
      "shortcontents":"편의점에서 판매되는 일회용 용기에 담겨있는 볶음라면",
      "longcontents":" 볶음라면은 기름에 미리 튀긴 국수를 끓는 물에 익힌 후 소스에 비벼먹는 레토르트 음식이다. 조리시간도 5~10분 정도로 짧고 조리방법도 간편하며, 편의점이나 슈퍼에서 쉽게 구입할 수 있어 한국인이 즐겨먹는 음식이기도 하다. 편의점에서 판매되는 일회용 용기에 담겨 있어 조리가 간편하다.\n\t①	일회용 용기의 뚜껑을 절반만 열어 양념봉지를 꺼낸다.\n\t②	끓는 물을 용기 안쪽에 표시된 선까지 따른 후 뚜껑을 닫고 3~5분정도 기다린다. \n\t③	뚜껑을 보면 젓가락으로 구멍을 뚫을 수 있는 위치가 표시 되어있는데 여기에 구멍을 낸다.\n\t④	그 구멍을 통해 안에 있는 물을 빼낸다.\n\t⑤	뚜껑을 열어 양념을 넣은 후 면과 잘 비벼서 먹는다. ",
      "like":0
    },
    {
      "id":37,
      "name":"오감자 치즈후라이",
      "shortcontents":"한국의 감자칩에 치즈를 뿌려 만든 음식",
      "longcontents":" 오감자 치즈후라이는 한국의 감자칩에 치즈를 뿌려 만든 이 음식은 편의점에서 3,000원~4,000원이면 만들 수 있다. 이는 아이들의 간식으로 먹을 수 있으며 맥주와 함께 먹어도 제격인 안주이기도 하다.",
      "like":0
    },
    {
      "id":38,
      "name":"삼각김밥",
      "shortcontents":"삼각형 모양의 주먹밥 속에 참지, 불고기 등 한가지 재료를 넣고 김으로 감싼 레토르트 식품",
      "longcontents":" 삼각형 모양의 주먹밥 속에 다양한 재료를 넣고 김으로 포장하여 만든 음식이다. 보통 밥 안에는 한가지 재료가 들어가는데, 참치와 마요네즈가 들어간 참치마요 김밥, 불고기가 들어간 불고기 김밥 등이 있다.\n\t①	포장지에 쓰여져 있는 번호(1번~3번) 순서대로 포장지를 뜯는다. \n\t②	1번은 삼각형 윗부분의 비닐을 잡고 앞면에서 뒷면 방향으로 뜯는다. 2번과 3번은 각각 삼각형의 밑부분을 잡고 오른쪽, 왼쪽 방향으로 뜯는다.",
      "like":0
    },
    {
      "id":39,
      "name":"마크정식",
      "shortcontents":"인스턴트 떡볶이에 스파게티, 후랑크소세지를 넣고 모짜렐라 치즈를 얹어 먹는 음식",
      "longcontents":" 마크 정식은 편의점 제품들의 조합 중 하나로 최근 각종 SNS에서 선풍적인 인기를 끌고 있다. 인스턴트 떡볶이에 스파게티, 후랑크소세지를 넣고 모짜렐라 치즈를 얹어 먹는 음식으로 다 합치면 6,000~7,000원정도로 구입할 수 있다. 언뜻 보면 어울리지 않을 것 같은 조합이지만 의외로 굉장히 맛있다는 평을 받으며 인기를 이어가고 있다.\n# 준비물 : 자이언트떡볶이, 콕콕스파게티, 후랑크소세지, 모짜렐라치즈\n\t①	자이언트 떡볶이를 레시피에 따라 조리한다. (‘인스턴트 떡볶이’페이지 참조)\n\t②	콕콕스파게티를  레시피에 따라 조리한다. (‘뜨거운 볶음면’ 페이지 참조)\n\t③	소시지를 먹기 좋은 크기로 자른다.\n\t④	자이언트 떡볶이 용기에 스파게티를 담고, 그 위에 소시지, 치즈를 얹어 놓는다.\n\t⑤	치즈가 녹을 때까지 전자레인지에 데운 후 먹는다. (약 1~2분)",
      "like":0
    },
    {
      "id":40,
      "name":"치즈 불닭볶음밥",
      "shortcontents":"매운 떡볶이에 밥과 스트링 치즈를 함께 넣어먹는 음식",
      "longcontents":" 치즈 불닭볶음밥은 불닭볶음면에 삼각김밥과 스트링 치즈를 함께 넣어 매운 맛을 중화시킴과 동시에 포만감을 채울 수 있다. 매운 음식을 잘 못 먹는 사람이나 많이 먹는 이들에게 제격이며 편의점에서 3,000~4,000원이면 구입할 수 있어 많이 이들이 즐겨 먹는 조합 중 하나이다.\n# 준비물 ; 불닭볶음면, 스트링치즈, 삼각김밥\n\t①	조리된 불닭볶음면를 준비한다. \n\t②	그 양념에 삼각김밥을 넣고 삼각김밥의 내용물과 소스가 잘 섞이도록 비벼준다. \n\t③	그 위에 스트링치즈를 잘게 찢어 얹은 후 전자레인지에 1~2분 정도 돌려 치즈를 녹여 먹는다. ",
      "like":0
    },
    {
      "id":41,
      "name":"아포가토",
      "shortcontets":"아이스크림에 진한 에스프레소를 얹은 디저트",
      "longcontents":" 아이스크림에 진한 에스프레소를 얹은 디저트인 아포가토는 달콤쌉싸름한 맛으로 묘한 중독성이 있는 음식이다. 커피전문점에 가면 흔히 볼 수 있는 메뉴인데 이를 편의점에서 판매하는 아이스크림과 커피로 만들어 먹을 수 있다.\n# 준비물 : 캔커피, 용기에 든 아이스크림(바닐라맛)\n\t①	아이스크림을 종이컵이나 일회용 용기에 덜어낸다.\n\t②	그 위에 커피를 얹어 먹는다. ",
      "like":0
    }
  ]
}